Repository: pitension/raspberry-overcloocking-tool
Catalog: po/*/overpi.po
Languages: es

source: Profile:
es: Perfil:

source: Minimum
es: Mínimo

source: Moderate
es: Moderado

source: High
es: Alto

source: Extreme
es: Extremo

source: Apply Hot
es: Aplicar en Caliente

source: Apply Permanently
es: Aplicar Permanentemente

source: System Info
es: Info del Sistema

source: System Status
es: Estado del Sistema

source: Profile Description
es: Descripción del Perfil

source: ⚠️ WARNING: EXTREME profiles can damage your hardware. Require active cooling.
es: ⚠️ ADVERTENCIA: Los perfiles EXTREMO pueden dañar tu hardware. Requieren refrigeración activa.

source: RPi 400 Overclock Control - Hot Mode
es: RPi 400 Control de Overclock - Modo en Caliente

source: Minimum operation configuration - CPU: 600 MHz - GPU: 500 MHz - Overvoltage: 0 - Force Turbo: 0
es: Configuración mínima de funcionamiento - CPU: 600 MHz - GPU: 500 MHz - Overvoltage: 0 - Force Turbo: 0

source: Factory default configuration - CPU: 1800 MHz - GPU: 500 MHz - Overvoltage: 0 - Force Turbo: 0
es: Configuración estándar de fábrica - CPU: 1800 MHz - GPU: 500 MHz - Overvoltage: 0 - Force Turbo: 0

source: Slight performance increase - CPU: 1900 MHz - GPU: 550 MHz - Overvoltage: 2 - Force Turbo: 0
es: Ligero aumento de rendimiento - CPU: 1900 MHz - GPU: 550 MHz - Overvoltage: 2 - Force Turbo: 0

source: Improved performance - CPU: 2000 MHz - GPU: 600 MHz - Overvoltage: 4 - Force Turbo: 0
es: Rendimiento mejorado - CPU: 2000 MHz - GPU: 600 MHz - Overvoltage: 4 - Force Turbo: 0

source: Maximum performance (dangerous) - CPU: 2200 MHz - GPU: 750 MHz - Overvoltage: 8 - Force Turbo: 0 ⚠️ REQUIRES GOOD COOLING
es: Máximo rendimiento (peligroso) - CPU: 2200 MHz - GPU: 750 MHz - Overvoltage: 8 - Force Turbo: 0 ⚠️ REQUIERE BUENA REFRIGERACIÓN

source: Current profile:
es: Perfil actual:

source: ⚠️ DANGER - EXTREME OVERCLOCK
es: ⚠️ PELIGRO - OVERCLOCK EXTREMO

source: EXTREME PROFILE IS DANGEROUS: • Can permanently damage your Raspberry Pi • Generates very high temperatures • Requires excellent active cooling • Void warranty permanently Are you absolutely sure to continue?
es: EL PERFIL EXTREMO ES PELIGROSO: • Puede dañar permanentemente tu Raspberry Pi • Genera temperaturas muy altas • Requiere refrigeración activa excelente • Anula la garantía definitivamente ¿Estás absolutamente seguro de continuar?

source: Profile '%s' will be applied hot. ⚠️ LIMITATIONS: - Only CPU frequency will be adjusted - Overvoltage and GPU require permanent application - Changes will be lost on reboot Do you want to continue?
es: Se aplicará el perfil '%s' en caliente. ⚠️ LIMITACIONES: - Solo se ajustará la frecuencia CPU - Overvoltage y GPU requieren aplicación permanente - Los cambios se perderán al reiniciar ¿Deseas continuar?

source: Confirm Permanent Change
es: Confirmar Cambio Permanente

source: Are you sure to apply profile '%s' permanently? This will modify the system configuration file and include: - CPU: %s MHz - GPU: %s MHz - Overvoltage: %s - Force Turbo: %s ⚠️ WILL REQUIRE REBOOT to apply all changes.
es: ¿Estás seguro de aplicar el perfil '%s' permanentemente? Esto modificará el archivo de configuración del sistema e incluirá: - CPU: %s MHz - GPU: %s MHz - Overvoltage: %s - Force Turbo: %s ⚠️ REQUERIRÁ REINICIAR para aplicar todos los cambios.

source: === SYSTEM INFORMATION ===
es: === INFORMACIÓN DEL SISTEMA ===

source: System Information
es: Información del Sistema

source: CPU Temperature:
es: Temperatura CPU:

source: CPU Frequency:
es: Frecuencia CPU:

source: GPU Frequency:
es: Frecuencia GPU:

source: CPU Governor:
es: Governor CPU:

source: Status:
es: Estado:

source: Details:
es: Detalles:

source: Could not change governor to performance. Make sure 'cpufrequtils' is installed and you have root permissions.
es: No se pudo cambiar el governor a performance. Asegúrate de tener instalado 'cpufrequtils' y permisos de root.

source: Could not adjust CPU frequency. Make sure 'cpufrequtils' is installed and you have root permissions.
es: No se pudo ajustar la frecuencia CPU. Asegúrate de tener instalado 'cpufrequtils' y permisos de root.

source: Partial Success
es: Éxito Parcial

source: Profile %s partially applied hot. ✅ CPU frequency adjusted correctly ⚠️ Overvoltage and GPU not applied (require reboot) ⚠️ Changes will be lost on reboot
es: Perfil %s aplicado parcialmente en caliente. ✅ Frecuencia CPU ajustada correctamente ⚠️ Overvoltage y GPU no se aplicaron (requieren reinicio) ⚠️ Los cambios se perderán al reiniciar

source: An error occurred while applying the profile: %s
es: Ocurrió un error al aplicar el perfil: %s

source: Success
es: Éxito

source: Profile %s applied permanently. All settings (CPU, GPU, Overvoltage) have been saved. Backup saved at: %s Do you want to reboot now to apply all changes?
es: Perfil %s aplicado permanentemente. Todos los ajustes (CPU, GPU, Overvoltage) se han guardado. Backup guardado en: %s ¿Quieres reiniciar ahora para aplicar los cambios completos?

source: Could not modify config.txt: %s
es: No se pudo modificar config.txt: %s

source: Error getting throttling
es: Error al obtener throttling

source: No throttling
es: Sin throttling

source: Hexadecimal value: %s
es: Valor hexadecimal: %s

source: Error: This application only works on Raspberry Pi
es: Error: Esta aplicación solo funciona en Raspberry Pi

source: Error: Run with: sudo %s
es: Error: Ejecuta con: sudo %s
